console.log('nigga');






// 1) Создать массив [ ]  с Вашими одногруппниками в виде объектов { } у объектов есть такие свойства как : -имя , -возраст ,[ -скиллы ]
// Fun(arr) {

// }

// Написать функции :
// 1) Выбирает объект у которого больше (кол-во) хобби , чем у остальных , но предусмотреть , что могут быть объекты без хобби (такие объекты мы должны игнорировать).
// 2) Сложить возраст всех участников в группе
// 3) Выбрать самого молодого и пожилого .
// 4) Выбрать участника у которого самое длинное/короткое имя